/////// IDD_GUAAG_PMODE_MAIN_DLG
IDC_GUAAG_FRM_MATL                            = "재질"
IDC_GUAAG_LABEL_MATERIAL                      = "재질"
IDC_GUAAG_LABEL_PRODUCT                       = "제품 유형"
IDC_GUAAG_FRM_MEMB                            = "부재 유형"
IDC_GUAAG_RADIO_MEMBER_BEAM                   = "보"
IDC_GUAAG_RADIO_MEMBER_COLUMN                 = "기둥"
IDC_GUAAG_FRM_SECT                            = "단면"
IDC_GUAAG_FRM_FORC                            = "설계 부재력 / 계수"
IDC_GUAAG_LABEL_FORCE_AXIAL                   = "축방향력"
IDC_GUAAG_LABEL_FORCE_MX                      = "휨모멘트( x )"
IDC_GUAAG_LABEL_FORCE_MY                      = "휨모멘트( y )"
IDC_GUAAG_LABEL_FORCE_VX                      = "전단력( x )"
IDC_GUAAG_LABEL_FORCE_VY                      = "전단력( y )"
IDC_GUAAG_LABEL_FACTR_CMX                     = "Cmx"
IDC_GUAAG_LABEL_FACTR_CMY                     = "Cmy"
IDC_GUAAG_LABEL_FACTOR_CB                     = "Cb"
IDC_GUAAG_LABEL_FACTOR_M                      = "m"
IDC_GUAAG_INPUT_BTN_LCOMB                     = "하중 조합 ..."
IDC_GUAAG_INPUT_CHK_BYADM                     = "알루미늄 설계 메뉴얼에 따라 활성화"
IDC_GUAAG_FRM_LENG                            = "부재 길이"
IDC_GUAAG_LABEL_LENGTH_LX                     = "Lx"
IDC_GUAAG_LABEL_LENGTH_LY                     = "Ly"
IDC_GUAAG_LABEL_LENGTH_LB                     = "Lb"
IDC_GUAAG_LABEL_LENGTH_KX                     = "Kx"
IDC_GUAAG_LABEL_LENGTH_KY                     = "Ky"
IDC_GUAAG_STATIC_PICTURE                      = "삽도"
IDC_GUAAG_FRM_PROP                            = "단면 속성"
IDC_GUAAG_FRM_RSLT                            = "검토 결과"

/////// IDD_GUAAG_SMODE_SECT1_DLG
IDC_GUAAG_LABEL_MATERTIAL                     = "재질"

/////// IDD_GUAMT_SPEC_DLG
IDD_GUAMT_SPEC_DLG                            = "임의 형상 보/기둥 설계 데이터"
IDC_GUAMT_SPEC_FRM_MEMB                       = "부재 선택"
IDC_GUAMT_SPEC_BTN_ALL                        = "전체선택"
IDC_GUAMT_SPEC_BTN_NON                        = "선택해제"
IDC_GUAMT_SPEC_FRM_DATA                       = "설계 데이터"
IDC_GUAMT_SPEC_BTN_OK                         = "확인(&O)"
IDC_GUAMT_SPEC_BTN_CANCEL                     = "취소(&C)"

/////// IDD_GUAMT_DGNDATA_DLG
IDC_GUAMT_DGNDATA_BTN_ALL                     = "전체 선택"
IDC_GUAMT_DGNDATA_BTN_NON                     = "전체 해제"
IDC_GUAMT_DGNDATA_FRM_MOI                     = "단면 2차 모멘트"
IDC_GUAMT_DGNDATA_LBL_IOY                     = "Ioy"
IDC_GUAMT_DGNDATA_FRM_STF                     = "에지 스티프너"
IDC_GUAMT_DGNDATA_LBL_IOY2                    = "Ds"
IDC_GUAMT_DGNDATA_LBL_AST                     = "As"
IDC_GUAMT_DGNDATA_LBL_THE                     = "Theta"

/////// IDD_GUAMT_PMODE_MAIN_DLG
IDC_GUAMT_FRM_MATL                            = "재질"
IDC_GUAMT_FRM_MATERIAL2                       = "재질"
IDC_GUAMT_FRM_PRODUCT2                        = "제품 유형"
IDC_GUAMT_FRM_SECT                            = "단면"
IDC_GUAMT_FRM_SECTION2                        = "단면"
IDC_GUAMT_FRM_FORC                            = "설계 부재력 / 설계 계수"
IDC_GUAMT_CHK_FORC_MINOR                      = "약축 검토"
IDC_GUAMT_STC_FORC_AXIA                       = "축 방향력"
IDC_GUAMT_STC_FORC_MOMX                       = "휨 모멘트 ( x )"
IDC_GUAMT_STC_FORC_MOMY                       = "휨 모멘트 ( y )"
IDC_GUAMT_STC_FORC_SHRX                       = "전단력 ( x )"
IDC_GUAMT_STC_FORC_SHRY                       = "전단력 ( y )"
IDC_GUAMT_LBL_FACTR_CMX                       = "Cmx"
IDC_GUAMT_LBL_FACTR_CMY                       = "Cmy"
IDC_GUAMT_LBL_FACTOR_CB                       = "Cb"
IDC_GUAMT_LBL_FACTOR_MM                       = "m"
IDC_GUAMT_BTN_LCOM                            = "하중 조합 ..."
IDC_GUAMT_FRM_SPAN                            = "경간"
IDC_GUAMT_FRM_DEFL                            = "처짐"
IDC_GUAMT_FRM_WIND2                           = "풍하중"
IDC_GUAMT_FRM_SELF2                           = "자중"
IDC_GUAMT_FRM_DEFL_WIND                       = "풍하중"
IDC_GUAMT_FRM_DEFL_SELF                       = "자중"
IDC_GUAMT_BTN_DEFL                            = "처짐 검토 기준 ..."
IDC_GUAMT_FRM_SPEC                            = "설계 데이터"
IDC_GUAMT_FRM_PROP                            = "단면 속성"
IDC_GUAMT_FRM_CALC                            = "검토 결과"

/////// IDD_GUAMT_SMODE_SECT1_DLG
IDC_GUAMT_FRM_MATERIAL1                       = "재질"
IDC_GUAMT_FRM_PRODUCT1                        = "제품 유형"
IDC_GUAMT_FRM_SECTION1                        = "단면"
IDC_GUAMT_BTN_SPEC                            = "설계 데이터 ..."
